Repository: AvatarAxel/GameLoteriaClient
Catalog: View/View/Properties/Langs/Lang.*.resx
Languages: es

source: Accept
es: Aceptar

source: Amount Of Money
es: Apuesta

source: Application rejected
es: Solicitud rechazada

source: Application submitted
es: Solicitud enviada

source: Attempts Exhausted
es: Intentos Agotados

source: Change The Password
es: Cambiar contraseña

source: Check your email
es: Revisa tu correo

source: Code Play
es: Código del juego

source: Code Verification
es: Codigo de Verificación

source: Configure Game
es: Configurar Partida

source: Confirm New Password
es: Confirma la contraseña

source: Confirm Password
es: Confirmar Contraseña

source: Correct code
es: Codigo correcti

source: Could not send email
es: No se pudo enviar el correo

source: Could not update successfully
es: No se ha podido actualizar correctamente

source: Create Game
es: Crear Juego

source: Date Of Birth
es: Fecha de nacimiento

source: Decline
es: Rechaza

source: Deficient password
es: Contraseña debil

source: Do not remove yourself
es: No te puedes quitar

source: Email
es: Correo Electronico

source: Enter Code
es: Ingresa el codigo

source: Enter Game Code
es: Ingresa el codigo

# enterNewPassword
source: Enter New Passsword
es: Ingresa la nueva contrase

source: Enter The Email
es: Ingresa el correo

source: Forgot Your Password
es: ¿Olvidaste tu contraseña?

source: Friend request
es: Solicitud de amitad

source: Friendship request from
es: Solicitud de amistad de

source: Game Loteria
es: Juego "Loteria"

source: Guest
es: Invitado

source: Incomplete date of birth
es: Fecha de nacimiento incompleta

source: Insufficient Coins
es: Monedas insuficientes

source: Invalid format
es: Formato no valido

source: Invalid mail format
es: Formato de correo invalido

source: Invalid nickname
es: Apodo no valido

source: Join Game
es: Entrar a la Partida

source: Language
es: Lenguaje

source: Lobby
es: Sala de espera

source: Login
es: Iniciar Sesión

source: Mail already registered
es: Correo existente

source: Main Menu
es: Ménu

source: Name is invalid
es: El nombre es invalido

source: Nickname already registered
es: Apodo existente

source: Number of attempts exhausted
es: Intentos agotados

# numberPlayer
source: Number of Players
es: Numero de jugadores

source: Offline, please try again later
es: Desconectado, intentelo más tarde

source: Password
es: Contraseña

source: Passwords do not match
es: Las contraseñas no coinciden

source: Play
es: Jugar

source: Play As A Guest
es: Juega como Invitador

source: Private
es: Privada

source: Public
es: Publica

source: Quickly
es: Rápido

source: Rectify the fields
es: Retifica los campos

source: Register
es: Resgitrate

source: Register At
es: Registrarse

source: Registration successful
es: Registro Exitoso

source: Room full
es: Sala llena

source: Send
es: Enviar

source: Slow
es: Lento

source: Speed Of The Match
es: Velocidad

source: Standard
es: Normal

# theMinimumNumberOfPlayers
source: The minimum number of players is 3
es: Se nececitan 3 para jugar

# theUsernamePasswordYouEnteredAreNotRegistered
source: The username and/or password you entered are not registered
es: El apodo y/o la contraseña no existe

source: This email does not exist
es: Este correo electrónico no existe

source: This room does not exist
es: Esta sala no existe

source: Type Of Item
es: Tipo de partida

source: Update Data
es: Actulizar datos

source: Username
es: Apodo

source: Verification code does not match
es: El codigó no es el correcto

source: Verification Email
es: Revisar tu coreeo

source: Warning
es: Advertencia

source: We Have Winner
es: Tenemos un ganador

# welcomeTo
source: Welcome
es: Bienvenidos

source: winner
es: Ganador

# youAreNOTRegisteredYet
source: You are NOT registered yet, REGISTER NOW"
es: Aun NO estás registrado, REGISTRASE AHORA

source: You cannot log in twice
es: No puedes conectarte más de una vez

source: You can't be your own friend
es: No puedes ser tu propio amigo

source: You have been expelled
es: Has sido expulsado

# youHaveNewFriend
source: You have a new friend
es: Tienes un nuevo amigo

source: You have successfully updated
es: Ha actualizado correctamente

source: Your earned coins will not be saved
es: Las monedas ganadas no se guardarán

source: Your friends list is full
es: Lista de amigos llena
